Repository: Bilou4/hubble-berry
Catalog: appFolder/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Who are you?
fr: Qui êtes vous?

source: What's your password?
fr: Quel est votre mot de passe?

source: Remember Me
fr: Se souvenir de moi

source: Go!
fr: C&#8217;est parti!

source: How may I call you?
fr: Comment dois-je vous appeler?

source: How may I contact you?
fr: Comment puis-je vous joindre?

source: Choose a strong password
fr: Choisissez un mot de passe difficile

source: Repeat Password
fr: Répéter votre mot de passe

source: Register
fr: S&#8217;enregistrer

source: This username is already taken.
fr: Ce nom d&#8217;utilisateur est déjà pris.

source: This email address is already taken.
fr: Cette adresse mail existe déjà.

source: - Index
fr: - Accueil

source: Wrong username or password
fr: Nom d&#8217;utilisateur ou mot de passe incorrect

source: - Sign In
fr: - Connexion

source: Congratulations, you are now a registered user!
fr: Félicitations, vous êtes désormais enregistré!

source: - Register
fr: - S&#8217;enregistrer

source: - Preview
fr: - Aperçu

source: - Gallery
fr: - Galerie

source: - ERROR
fr: - ERREUR

source: Files have been transferred
fr: Les fichiers ont été transférés

source: No USB key detected
fr: Aucune clé USB n&#8217;a été détectée

source: - Messier's catalog
fr: - Catalogue de Messier

source: Photo taken!
fr: Photo prise!

source: Timelapse is over
fr: Timelapse terminé

source: Video is over
fr: Vidéo terminée

source: Where did you think you were going?
fr: Où pensais-tu aller comme ça?

source: Find your way back!
fr: Retrouve ton chemin!

source: Save in USB Key
fr: Sauvegarder dans la clé USB

source: Video
fr: Vidéo

source: Set the shutter speed of the camera in microseconds. Default is 0 (auto). Faster shutter times require greater amounts of illumination and vice versa.
fr: Règle la vitesse d&#8217;obturation de l&#8217;appareil photo en microsecondes. La valeur par défaut est 0 (auto). Des temps d&#8217;obturation plus rapides nécessitent un éclairage plus important et et vice versa.

source: Exposure time (seconds - default → 0)
fr: Temps d&#8217;exposition (secondes - par défaut → 0)

source: Set the resolution at which image captures, video recordings, and previews will be captured.
fr: Définit la résolution à laquelle les captures d&#8217;images, les enregistrements vidéo et les aperçus seront saisies.

source: Resolution
fr: Résolution

source: Set the apparent ISO setting of the camera, which represents its sensitivity to light. Lower values tend to produce less ‘noisy’ images, but operate poorly in low light conditions.
fr: Règle le réglage ISO apparent de l&#8217;appareil photo, qui représente sa sensibilité à la lumière. Des valeurs plus faibles ont tendance à produire des images moins bruyantes, mais fonctionnent mal dans des conditions de faible luminosité.

source: (default)
fr: (défaut)

source: Set the image file format.
fr: Indique le format d&#8217;image

source: Advanced options
fr: Options avancées

source: Set the metering mode of the camera.
fr: Règle le mode de mesure de l&#8217;appareil photo.

source: Meter Mode
fr: Mode de mesure

source: average (default)
fr: moyenne (défaut)

source: backlit
fr: rétroéclairé

source: matrix
fr: matrice

source: Set the auto-white-balance mode of the camera.
fr: Règle le mode de balance automatique des blancs de l&#8217;appareil photo.

source: AWB Mode
fr: Mode AWB

source: auto (default)
fr: auto (défaut)

source: sunlight
fr: lumière du soleil

source: cloudy
fr: nuageux

source: shade
fr: ombre

source: tungsten
fr: tungstène

source: incandescent
fr: incandescence

source: Set the brightness setting of the camera, as an integer between 0 and 100.
fr: Définit le réglage de la luminosité de l&#8217;appareil photo, comme un nombre entier entre 0 et 100.

source: Brightness (default → 50)
fr: Luminosité (défaut → 50)

source: Set the contrast setting of the camera, as an integer between -100 and 100.
fr: Définit le réglage du contraste de l&#8217;appareil photo, comme un nombre entier entre -100 et 100.

source: Contrast (increase noise - default → 0)
fr: Contraste (augmentation du bruit - par défaut → 0)

source: Set the sharpness setting of the camera as an integer between -100 and 100.
fr: Définit le réglage de la netteté de l&#8217;appareil photo comme un nombre entier compris entre -100 et 100.

source: Sharpness (default → 0)
fr: Netteté (défaut → 0)

source: Set the saturation setting of the camera, as an integer between -100 and 100.
fr: Définit le réglage de la saturation de l&#8217;appareil photo, comme un nombre entier entre -100 et 100.

source: Saturation (default → 0)
fr: Saturation (défaut → 0)

source: Set the current rotation of the camera’s image.
fr: Règle la rotation actuelle de l&#8217;image de la caméra.

source: Set whether the camera’s output is horizontally flipped.
fr: Définit si la sortie de la caméra est inversée horizontalement.

source: Horizontal flip
fr: Retournement horizontal

source: False (default)
fr: Faux (défaut)

source: True
fr: Vrai

source: Set whether the camera’s output is vertically flipped.
fr: Définit si la sortie de la caméra est inversée verticalement.

source: Vertical flip
fr: Retournement vertical

source: Set the exposure compensation level of the camera, as an integer between -25 and 25. Each increment represents 1/6th of a stop.
fr: Définit le niveau de compensation de l&#8217;exposition de l&#8217;appareil photo, sous la forme d&#8217;un nombre entier entre et -25 et 25. Chaque incrément représente 1/6ème d&#8217;un arrêt.

source: Exposure compensation (default → 0)
fr: Compensation de l&#8217;exposition (par défaut → 0)

source: Set the exposure mode of the camera.
fr: Règle le mode d&#8217;exposition de l&#8217;appareil photo.

source: Exposure mode
fr: Mode d&#8217;exposition

source: night
fr: nuit

source: backlight
fr: rétroéclairage

source: spotlight
fr: projecteur

source: snow
fr: neige

source: beach
fr: plage

source: antiswing
fr: anti-balancement

source: fireworks
fr: feu d&#8217;artifices

source: Set the current image effect applied by the camera.
fr: Définit l&#8217;effet d&#8217;image actuel appliqué par la caméra.

source: Image effect
fr: Effet d&#8217;image

source: none (default)
fr: aucun (défaut)

source: negative
fr: négatif

source: sketch
fr: croquis

source: denoise
fr: supprime le bruit

source: emboss
fr: estamper

source: oilpaint
fr: peinture à l&#8217;huile

source: hatch
fr: hachurer

source: gpen (graphite sketch effect)
fr: effet de croquis au graphite

source: watercolor
fr: couleur d&#8217;eau

source: blurry
fr: flou

source: colorswap
fr: changement de couleur

source: washedout
fr: lavé

source: posterise
fr: postériser

source: colorpoint
fr: point de couleur

source: colorbalance
fr: balance de couleur

source: cartoon
fr: dessin animé

source: deinterlace1
fr: désentrelacement 1

source: deinterlace2
fr: désentrelacement 2

source: Take a photo
fr: Prendre une photo

source: Time between each photo.
fr: Temps entre chaque photo

source: Time between each photo (default → 5)
fr: Temps entre chaque photo (par défaut → 5)

source: The total number of photos required.
fr: Nombre total de photo requis.

source: Number of photos to be taken
fr: Nombre de photo à prendre

source: Use video port
fr: Utiliser le port vidéo

source: Total time (calculated)
fr: Temps total (calculé)

source: seconds
fr: secondes

source: Start the timelapse
fr: Commencer le timelapse

source: Time required for the video.
fr: Temps requis pour la vidéo.

source: Video time
fr: Temps de la vidéo

source: Start the video
fr: Commencer la vidéo

source: The photo is running
fr: La photo est en cours

source: The timelapse is running
fr: Le timelapse est en cours

source: The video is running
fr: La vidéo est en cours

source: by
fr: par

source: Login
fr: Se connecter

source: Sign up
fr: S&#8217;enregistrer

source: Logout
fr: Se déconnecter

source: Preview
fr: Aperçu

source: Gallery
fr: Galerie

source: Messier's catalog
fr: Catalogue de Messier

source: Functionalities
fr: Fonctionnalités

source: You are now connected as
fr: Vous êtes désormais connecté en tant que

source: Index
fr: Accueil

source: Sign In
fr: Se connecter
